Revit 2024 API
UnitTypeId.MicroinchesPerInchDegreeFahrenheit Property
 Microinches per inch degree Fahrenheit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MicroinchesPerInchDegreeFahrenheit { get; }
Visual Basic
Public Shared ReadOnly Property MicroinchesPerInchDegreeFahrenheit As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MicroinchesPerInchDegreeFahrenheit {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace